Repository: CreateAmrita/physical-chemistry-virtual-lab
Catalog: src/lab/Spectrophotometry/locale/*/messages.po
Languages: ml_in

source: Error
ml_in: പിശക്

source: Wrong Answer!
ml_in: തെറ്റായ ഉത്തരം!

source: Okay
ml_in: ശരി

source: Click here to open
ml_in: തുറക്കുക

source: Click here to close
ml_in: അടക്കുക

source: Known Concentration
ml_in: അറിയാത്ത ഏകാഗ്രത

source: Unknown Concentration
ml_in: അജ്ഞാത ഏകാഗ്രത

source: Blank
ml_in: ബ്ലാങ്ക്

source: help1
ml_in: ആദ്യം നിങ്ങൾ ആഗ്രഹിക്കുന്ന പരിഹാരം തിരഞ്ഞെടുക്കുക.

source: help2
ml_in: അപ്പോൾ മെഷീൻ തുറന്ന് മെഷീനിലേക്ക് ലെ ടെസ്റ്റ്യൂബ് സ്ഥാപിക്കുക.

source: help3
ml_in: തിരഞ്ഞെടുത്ത ട്യൂബ് പരിഹാരം ട്യൂബ് എങ്കിൽ, ഏകാഗ്രത തിരഞ്ഞെടുക്കുക.

source: help4
ml_in: മെഷീൻ അടയ്ക്കുക.

source: help5
ml_in: അമ്പ് ബട്ടൺ ഉപയോഗിച്ച് തരംഗദൈർഘ്യം വർദ്ധിപ്പിക്കാൻ കഴിയും.

source: help6
ml_in: ഡൗൺ ആരോ ബട്ടൺ ഉപയോഗിച്ച് തരംഗദൈർഘ്യം കുറക്കാൻ കഴിയും.

source: help7
ml_in: ഓരോ തരംഗദൈർഘ്യത്തിന്റെയും അബ്സോർബൻസ് കാണാൻ കഴിയും.

source: help8
ml_in: അബ്സോർബൻസ്സും ട്രാൻസ്മിറ്റൻസും മാറി മാറി കാണിക്കുന്നു.

source: help9
ml_in: തിരഞ്ഞെടുത്ത ട്യൂബ് അജ്ഞാത പരിഹാരം എങ്കിൽ, ഏകാഗ്രത കണക്കുകൂട്ടണം.

source: help10
ml_in: ഉത്തരം ഏകാഗ്രത ടെക്സ്റ്റ് ബോക്സിൽ ടൈപ്പ് ചെയ്ത് അത് സമർപ്പിക്കുക.

source: help11
ml_in: ബ്ലാങ്ക് ട്യൂബ് ആണ് തിരഞ്ഞെടുത്തത് എങ്കിൽ, സ്ഥിര മൂല്യങ്ങൾ കാണിക്കുന്നു.

source: help12
ml_in: റീസെറ് ബട്ടൺ പരീക്ഷണം പുനഃസജ്ജീകരിക്കുന്നതിനുള്ളതാണ്‌ .

source: Next
ml_in: അടുത്തത്

source: Close
ml_in: അടയ്ക്കുക

source: Spectrophotometry
ml_in: സ്പെക്ട്രോഫോട്ടോമെട്രീ

source: Variables
ml_in: ചരങ്ങൾ

source: Solution
ml_in: സൊല്യൂഷൻ

source: Cobalt(II) Chloride
ml_in: കോബാൾട്(II) ക്ലോറൈഡ്

source: Concentration
ml_in: ഏകാഗ്രത

source: Reset
ml_in: പുനഃക്രമീകരണം

source: Cuvette Length = 1 cm
ml_in: ക്യൂവെറ്റ് നീളം = 1 സെ മി

source: Calculated Concentration
ml_in: കണക്കുകൂട്ടിയ ഏകാഗ്രത

source: Submit
ml_in: സമർപ്പിക്കുക

source: Correct Answer
ml_in: ശരിയായ ഉത്തരം

source: Result
ml_in: ഫലം

source: copyright
ml_in: പകർപ്പവകാശം © അമൃത യൂണിവേഴ്സിറ്റി 2009 - 2015

source: Hexaaquacobalt(II) Ion
ml_in: ഹെക്സഅക്വാകോബാൾട്(II) അയോൺ

source: Ferrocene
ml_in: ഫെർറോസിൻ

source: Crystal Violet
ml_in: ക്രിസ്റ്റൽ വയലറ്റ്

source: Rose Bengal
ml_in: റോസ് ബംഗാൾ

source: Coumarin
ml_in: കുമറിൻ
